{
  "0": "Gros plan sur le conduit Swall-E en silicone Eco-flex, fixé sur la table optique avec des pinces pour la préparation d’un test de déformation.",
  "1": "Écran d’ordinateur affichant les résultats de mesures DIC sur le mini-banc Swall-E.",
  "2": "Vue rapprochée du mini-banc Swall-E avec le conduit oral imprimé en 3D.",
  "3": "Montage du conduit Swall-E, Arduino et actionneurs pneumatiques sur une table optique.",
  "4": "Vue large du setup DIC avec l’éclairage LED et le support de stéréovision.",
  "5": "Deux caméras alignées pour la stéréocapture DIC, orientées vers le conduit Swall-E.",
  "6": "Gros plan sur le conduit Swall-E fixé sur le banc optique.",
  "7": "Autre vue rapprochée du conduit oral semi-rigide prêt pour la capture DIC.",
  "8": "Caméras de mesure et support métallique en premier plan, orientés vers le conduit Swall-E.",
  "9": "Perspective arrière montrant l’ensemble du système optique et pneumatique.",
  "10": "Écran affichant une calibration des caméras avec damier pour la DIC.",
  "11": "Éclairage LED puissant et double caméra positionnés pour la capture stéréo du mini-banc Swall-E.",
  "12": "Vue rapprochée du banc d’essai avec le damier de calibration optique pour la DIC et le conduit Swall-E installé.",
  "13": "Vue large montrant la disposition de l’éclairage, des caméras et du mini-banc Swall-E pour la prise d’images DIC.",
  "14": "Alignement précis des caméras de stéréovision et du conduit Swall-E sur la table optique.",
  "15": "Le conduit Swall-E avec le damier de calibration optique à l’arrière-plan, prêt pour les tests DIC.",
  "16": "Gros plan sur la langue robotique et les capteurs fixés au conduit Swall-E pour les mesures de déformation.",
  "17": "Caméras stéréo connectées et orientées vers le mini-banc Swall-E avec l’éclairage optimisé.",
  "18": "Vue globale du banc optique et du système Swall-E en cours de configuration pour un test DIC.",
  "19": "Vue latérale du mini-banc Swall-E, avec l’Arduino et les systèmes de fixation optiques en place.",
  "20": "Détail du montage électronique et mécanique du mini-banc Swall-E pour l’expérimentation.",
  "21": "Le conduit Swall-E fixé sur la table optique avec l’Arduino et les systèmes de maintien des câbles en tension.",
  "22": "Double caméra de stéréovision montée sur un rail orienté vers le mini-banc Swall-E.",
  "23": "Vue d’ensemble des caméras et du mini-banc Swall-E alignés pour les prises de mesures DIC.",
  "24": "Vue rapprochée de la langue robotique et des capteurs disposés sur le banc optique.",
  "25": "Perspective supérieure du conduit Swall-E et du circuit électronique de commande Arduino."
}
